/* No comment provided by engineer. */
" and information specific to your build of %@" = " unitamente a quelle specifiche della tua build di %@";

/* No comment provided by engineer. */
"%@ Crash Reporter" = "%@ Crash Reporter";

/* No comment provided by engineer. */
"A detailed explanation of what you were doing when %@ crashed (optional)" = "A detailed explanation of what you were doing when %@ crashed (optional)";

/* No comment provided by engineer. */
"A short description of the crash" = "Breve descrizione del blocco";

/* No comment provided by engineer. */
"Additional crash details: (Optional)" = "Additional crash details: (Optional)";

/* No comment provided by engineer. */
"Close" = "Chiudi";

/* No comment provided by engineer. */
"Contact Information Required" = "Informazioni di Contatto Richieste";

/* No comment provided by engineer. */
"Contact information: (Required)" = "Contact information: (Required)";

/* No comment provided by engineer. */
"Description:" = "Descrizione:";

/* No comment provided by engineer. */
"Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %@ developers with the information you've entered%@." = "Information sent through the crash reporter is used for debugging purposes only.  Please do not submit confidential information or passwords.\n\nThe following crash log will be sent to the %1$@ developers with the information you've entered%2$@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution)." = "Please provide either your email address or IM name in case we need to contact you for additional information (or to suggest a solution).";

/* No comment provided by engineer. */
"Please take a moment to send us this crash report.  It will help make %@ as stable and reliable as possible." = "Per favore inviaci questo Crash Report. Ciò contribuirà a rendere %@ il più possibile stabile ed affidabile.";

/* No comment provided by engineer. */
"Privacy Information" = "Informazioni sulla Privacy";

/* No comment provided by engineer. */
"Relaunch %@" = "Riavvia %@";

/* No comment provided by engineer. */
"Send report and relaunch %@" = "Invia il report e riavvia %@";

/* No comment provided by engineer. */
"The application %@ has unexpectedly quit" = "L'applicazione %@ si è chiusa inaspettatamente";

/* No comment provided by engineer. */
"The server could not handle your request at this time." = "Il server non può gestire la tua richiesta al momento.";

/* No comment provided by engineer. */
"Try Again" = "Riprova";

/* No comment provided by engineer. */
"Unable to send crash report" = "Impossibile inviare il Crash Report";

/* No comment provided by engineer. */
"Your email address" = "Il tuo indirizzo email";

/* No comment provided by engineer. */
"Your Email:" = "La tua Email:";

/* No comment provided by engineer. */
"Your version of %@ is out of date, so crash reporting has been disabled. Your version is %@.  The current version is %@. Please update to the latest version, as your crash may have already been fixed." = "Your version of %1$@ is out of date, so crash reporting has been disabled. Your version is %2$@.  The current version is %3$@. Please update to the latest version, as your crash may have already been fixed.";

